Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/openidex-omegat.tmx
Source language: en_us
Languages: pt_br

source: Search API
pt_br: API de pesquisa

source: Infrastructure
pt_br: Infra-estrutura

source: Search API for use by various modules.
pt_br: API de pesquisa para uso por vários módulos

source: This module provides a Search API, which other modules rely on, but it does not provide any user-visible features.
pt_br: Este módulo fornece uma API de pesquisa, o qual outros módulos invocam, mas não fornece qualquer característica de visibilidade para o usuário.

source: Search Types
pt_br: Tipos de pesquisa

source: Search prematurely stopped due to reaching current memory limit.
pt_br: Pesquisa interrompida prematuramente por ter alcançado o limite atual de memória.
